tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "glib"
brew "librsvg"
brew "ca-certificates"
brew "aria2"
brew "dbus"
brew "biome"
brew "gcc"
brew "gh"
brew "uv"
brew "xcodegen"
brew "node"
brew "typescript"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "tmux"
brew "corepack"
brew "ffmpeg"
brew "postgresql"
brew "wget"
brew "btop"
brew "neovim"
brew "redis"
brew "docker"
brew "docker-compose"
brew "colima"
brew "fish"
brew "starship"
brew "tldr"
brew "go"
brew "eza"
brew "imagemagick"
cask "brave-browser"
cask "aerospace"
cask "postman"
cask "kitty"
